Repository: E2OpenPlugins/e2openplugin-CacheFlush
Catalog: plugin/locale/*/LC_MESSAGES/CacheFlush.po
Languages: fi

source: %d minute
fi: %d minuutti

source: %d second
fi: %d sekunti

source: Auto timeout
fi: Automaattinen aikakatkaisu

source: Auto timeout (5-150min)
fi: Automaattinen aikakatkaisu (5-150min)

source: Automatic cache flushing
fi: Automaattinen välimuistin huuhtelu

source: Cache drop type
fi: Välimuistin pudotustyyppi

source: CacheFlush Info
fi: CacheFlush:n Tiedot

source: CacheFlush Status
fi: CacheFlush:n Tila

source: Cancel
fi: Peruuta

source: Clean "dirty" cache too
fi: Puhdista "likainen" välimuisti myös

source: Clear Now
fi: Tyhjennä nyt

source: Default
fi: Oletus

source: Display plugin in
fi: Näytä lisäosa täällä

source: Enable CacheFlush
fi: Ota CacheFlush käyttöön

source: Free:
fi: Vapaana:

source: Info
fi: Tiedot

source: Mem cleared
fi: Muisti tyhjennetty

source: Memory:
fi: Muistia:

source: Refresh
fi: Virkistä

source: Save
fi: Tallenna

source: Setup CacheFlush
fi: Asetukset: CacheFlush

source: Show info on screen
fi: Näytä tiedot ruudulla

source: Started
fi: Käynnistynyt

source: Starting
fi: Käynnistymässä

source: Stopped
fi: Pysäytetty

source: Time of info message
fi: Tietosanoman näyttöaika

source: Time of info message (1-10sec)
fi: Tietosanoman näyttöaika (1-10sek)

source: Uncached memory size
fi: Välimuistittoman muistin koko

source: Uncached memory: %s kB, ( default: %s kB )
fi: Välimuistiton muisti: %s kB, ( oletus: %s kB )

source: Used:
fi: Käytetty:

source: dentries and inodes
fi: dentries ja inodes

source: event info
fi: ohjelmatiedot

source: extensions
fi: laajennukset

source: menu-system
fi: valikossa

source: pagecache
fi: sivuvälimuisti

source: pagecache, dentries and inodes
fi: sivuvälimuisti, dentries ja inodes

source: plugins
fi: lisäosat
